{
  "part_title": "Despondency and Renewed Resolve",
  "overview": "The son of the Windgod, Hanuman, saw a huge, spacious and excellent of all mansions in the centre of the palace.",
  "shloka_1": {
    "identifier": "Sundara Kanda 9.1",
    "text": "तस्यालयवरिष्ठस्य मध्ये विपुलमायतं। ददर्श भवनश्रेष्ठं हनुमान्मारुतात्मजः।।5.9.1।।",
    "meaning": "The son of the Windgod, Hanuman, saw a huge, spacious and excellent of all mansions in the centre of the palace"
  },
  "story_1": [
    "The son of the Windgod, Hanuman, saw a huge, spacious and excellent of all mansions in the centre of the palace.",
    "The mansion of the lord of demons was a conglomeration of palaces half a yojana long and half a yojana wide.",
    "Hanuman, the subduer of enemies, went  around in search of  the largeeyed Vaidehi.",
    "Searching the excellent residences of important demons, Hanuman finally reached  the palace of the lord of ogres guarded by armed demons with elephants with two or three or four tu…",
    "Searching the excellent residences of important demons, Hanuman finally reached  the palace of the lord of ogres guarded by armed demons with elephants with two or three or four tu…",
    "Hanuman entered the palace of Ravana crowded with shedemons who were the wives of Ravana and the princesses brought by him after winning them in wars",
    "To Hanuman, it looked like an ocean filled with crocodiles, sharks, whales, and a variety of fishes and snakes tossed by the force of the wind.",
    "Hanuman entered the palace of Ravana crowded with shedemons who were the wives of Ravana and the princesses brought by him after winning them in wars",
    "To Hanuman, it looked like an ocean filled with crocodiles, sharks, whales, and a variety of fishes and snakes tossed by the force of the wind.",
    "Whatever wealth was possessed by Vaisravana (Kubera, the son of sage Vishrava) and also Indra who rides the Ucchaisrava green horse, was there in the palace of Ravana.",
    "The wealth stored in Ravana's palace was akin to what lay in the palaces of Kubera, Yama or Varuna, and ever more exquisite.",
    "Hanuman saw in the centre of that palace a complex of many wellbuilt houses.",
    "There was a wonderful aerial chariot called Pushpaka embellished with all kinds of gems built by Visvakarma for Brahma",
    "It was the same one that Kubera had won from his grandfather, the creator Brahma, through his supreme penance",
    "The lord of ogres acquired it (as a memento for his victory) by defeating Kubera with his might."
  ],
  "shloka_2": {
    "identifier": "Sundara Kanda 10.27",
    "text": "मुक्तामणिविचित्रेण काञ्चनेन विराजितम्। मकुटेनापवृत्तेन कुण्डलोज्वलिताननम्।।5.10.25।। रक्तचन्दनदिग्धेन तथा हारेण शोभिना। पीनायतविशालेन वक्षसाऽभिविराजितम्।।5.10.26।। पाण्डरेणापविद्धेन क्षौमेण क्षतजेक्षणम्। महार्हेण सुसंवीतं पीतेनोत्तमवाससा।।5.10.27।। माषराशिप्रतीकाशं निश्श्वसन्तं भुजङ्गवत्। गाङ्गे महति तोयान्ते प्रसुप्तमिव कुञ्जरम्।।5.10.28।। चतुर्भिः काञ्चनैर्दीपैद्धीप्यमानचतुर्दिशम्। प्रकाशीकृतसर्वाङ्गं मेघं विद्युद्गणैरिव।।5.10.29।। पादमूलगताश्चापि ददर्श सुमहात्मनः। पत्नी: स प्रियभार्यस्य तस्य रक्षःपतेर्गृहे।।5.10.30।।",
    "meaning": "Hanuman saw Ravana, whose face was lit up by his earrings"
  },
  "story_2": [
    "Looking around, Hanuman noticed a bed chamber, with a heavenly dais on which he saw a couch encrusted with crystals, vaidurya, and inlaid with colourful ivory and gold",
    "It had an exquisite rich covering.",
    "Looking around, Hanuman noticed a bed chamber, with a heavenly dais on which he saw a couch encrusted with crystals, vaidurya, and inlaid with colourful ivory and gold",
    "It had an exquisite rich covering.",
    "Hanuman saw an umbrella in one spot decorated with the best of garlands",
    "The white umbrella looked like the Moon, lord of stars.",
    "He saw an exquisite couch made of gold shining wonderfully like the Sun",
    "It was decorated with ashoka flowers",
    "Women were holding fans of chamari deer",
    "It was upholstered with the best of bedspreads made of soft sheep skin and adorned with beautiful strings of flower garlands",
    "Scented with aromatic smoke, it was refreshed with fragrance which had spread all over the place.",
    "He saw an exquisite couch made of gold shining wonderfully like the Sun",
    "It was decorated with ashoka flowers",
    "Women were holding fans of chamari deer",
    "It was upholstered with the best of bedspreads made of soft sheep skin and adorned with beautiful strings of flower garlands"
  ],
  "shloka_3": {
    "identifier": "Sundara Kanda 12.25",
    "text": "अवतीर्य विमानाच्च हनुमान् मारुतात्मजः। चिन्तामुपजगामाथ शोकोपहतचेतनः।।5.12.25।।",
    "meaning": "Hanuman, son of the Windgod, came out of the aerial chariot, mind stricken with grief and started thinking again. इत्यार्षे  श्रीमद्रामायणे वाल्मीकीय आदिकाव्ये सुन्दरकाण्डे द्वादशस्सर्गः"
  },
  "story_3": [
    "Anxious to find Sita, Hanuman revisited the bowers of creepers, picture galleries and domitories located in the midst of the mansion, but  did not find that beautiful Sita.",
    "The great monkey, unable to find the beloved of Rama thought Sita might not be surviving",
    "So he started thinking, ' I could not see her even though I have searched all over'.",
    "'Janaki, follower of noble path, anxious to protect her chastity must have been killed by the wicked demon king.",
    "'The daughter of Janaka might have collapsed out of fear, looking at the distorted faces of ugly, tall and monstrous demon maids of Ravana.",
    "'I have spent a long time with vanaras",
    "I have not  succeded in my efforts to find Sita",
    "I dare not see Sugriva now without finding Sita and without fulfilling my task",
    "Sugriva will punish me severely",
    "There is no way out.'",
    "'I have searched all over the harem",
    "Ravana's women have been seen",
    "(Yet) I have not been able to see noble Sita",
    "My efforts have been wasted'.",
    "'What will the vanaras say when I return"
  ],
  "conclusion": "Hanuman, son of the Windgod, came out of the aerial chariot, mind stricken with grief and started thinking again. इत्यार्षे  श्रीमद्रामायणे वाल्मीकीय आदिकाव्ये सुन्दरकाण्डे द्वादशस्सर्गः। Thus ends the twelfth sarga of S"
}