{
  "part_title": "The Ogresses' Menace",
  "overview": "The night came to a close while Hanuman went searching and looking for Sita at Ashoka grove full of flowering trees.",
  "shloka_1": {
    "identifier": "Sundara Kanda 18.1",
    "text": "तथा विप्रेक्ष्यमाणस्य वनं पुष्पितपादपम्। विचिन्वतश्च वैदेहीं किंचिच्छेषा निशाऽभवत्।।5.18.1।।",
    "meaning": "The night came to a close while Hanuman went searching and looking for Sita at Ashoka grove full of flowering trees"
  },
  "story_1": [
    "The night came to a close while Hanuman went searching and looking for Sita at Ashoka grove full of flowering trees.",
    "At dawn sounds of recitation of Vedas and the six auxillary sciences, (i.e .grammar, prosody, etymology, phonetics, astronomy and the science of rituals) by the brahmins among demo…",
    "By that time the strongarmed, powerful, tennecked Ravana was awakened by the delightful sounds of auspicious musical instruments.",
    "The chivalrous lord of demons woke up as usual.His raiment and garland were still in disarray and he thought of Vaidehi.",
    "The demon king who was unable to hide his great passion and control his senses was drawn towards Sita, in his state of intoxication.",
    "Adorned with all ornaments and glowing with excellent splendour he went through the path filled with trees flourishing with all kinds of flowers and fruits.",
    "Ponds covered with a variety of beautiful flowers and colourful birds always cheerful looked very wonderful.",
    "Watching the garden filled with trees, gateways ornamented with gold and gems, he entered through the pleasant pathways in the Ashoka garden",
    "There were wonderful wolves and several herds of animals in the garden",
    "Fruits dropped from trees were strewn all over.",
    "Watching the garden filled with trees, gateways ornamented with gold and gems, he entered through the pleasant pathways in the Ashoka garden",
    "There were wonderful wolves and several herds of animals in the garden",
    "Fruits dropped from trees were strewn all over.",
    "Ravana, son of sage Paulasti, was followed by a hundred women, just as Indra is trailed by the females of gods and gandharvas.",
    "Some women carried golden lamps, some held yalk tail fans in their hands while others bore palmleaf fans."
  ],
  "shloka_2": {
    "identifier": "Sundara Kanda 21.29",
    "text": "जनस्थाने हतस्थाने निहते रक्षसां बले।।5.21.29।। अशक्तेन त्वया रक्षः कृतमेतदसाधु वै।",
    "meaning": "\"When the army of demons as killed you had no capacity to protect and was destroyed at Janasthana, the place of death"
  },
  "story_2": [
    "On hearing the demon's haughty words, oppressed, pitiable Sita replied slowly in a sorrowful tone.",
    "Sita, austere, beautiful and chaste afflicted by grief kept sobbing",
    "Brooding over her husband and trembling in fear, she placed a blade of grass in between her and Ravana and replied with a gentle smile on her face.",
    "\"Turn your mind away from me and fix it on your wives",
    "You should not expect to seek me just as a sinner cannot hope to seek blessedness.",
    "\"I was born of high lineage and joined a meritorious family by virtue of my marriage",
    "I am devoted only to my husband",
    "I should not commit this contemptible, forbidden act.\"",
    "Glorious Vaidehi having thus spoken to the demon turned her back and continued:",
    "\"I cannot be your lawful wife obtainable by your personal efforts",
    "I am a chaste woman married to another man",
    "(Being a king) examine the dharma honestly and adopt a pious way of life.",
    "\"O nightranger Enjoy your wives",
    "Take care of them",
    "Taking your example, others' wives also deserve to be protected."
  ],
  "shloka_3": {
    "identifier": "Sundara Kanda 24.48",
    "text": "एवं संभर्त्स्यमाना सा सीता सुरसुतोपमा। राक्षसीभिः सुघोराभिर्दैर्यमुत्सृज्य रोदिति।।5.24.48।।",
    "meaning": "Threatened by the ogresses in that manner, Sita who was like the daughter of a god, cried aloud. इत्यार्षे श्रीमद्रामायणे वाल्मीकीय आदिकाव्ये सुन्दरकाण्डे चतुर्विंशस्सर्गः"
  },
  "story_3": [
    "Then the hideous ogresses approached Sita and spoke these harsh words in an unbecoming manner:",
    "'O Sita why don't you agree to dwell in Ravana's inner apartment furnished with fine bedsteads, and which is delightful?",
    "'You are  a woman, wife of Rama, an ordinary mortal you are holding in high esteem",
    "Withdraw your mind from Rama or else you will not survive.",
    "\"Accept Ravana as your husband and after uniting with him enjoy all the pleasures of the three worlds.",
    "'O charming lady you have an irreproachable beauty and grace",
    "Why do you think of human Rama only who has been dethroned from the kingdom",
    "He is only a human being who is unsuccessful and distressful.'",
    "Hearing the words of the ogresses, Sita with eyes like lotus petals full of tears replied this way:",
    "\"All of you joined together and spoke such words that are not acceptable to the world",
    "Your sinful words of advice do not appeal to me.",
    "' A human being ought not to become wife of a demon",
    "Devour me if you want",
    "I refuse to accept your advice.'",
    "'Dejected or dethroned from the kingdom, Rama is my lawful husband"
  ],
  "conclusion": "Threatened by the ogresses in that manner, Sita who was like the daughter of a god, cried aloud. इत्यार्षे श्रीमद्रामायणे वाल्मीकीय आदिकाव्ये सुन्दरकाण्डे चतुर्विंशस्सर्गः। Thus ends the twentyfourth sarga of Sundarakand"
}