{
  "part_title": "The Messenger of Hope: Hanuman's Encounter with Sita",
  "overview": "On hearing the many harsh words of dire threat by the ugly ogresses, the daughter of Janaka wept.",
  "shloka_1": {
    "identifier": "Sundara Kanda 25.1",
    "text": "अथ तासां वदन्तीनां परुषं दारुणं बहु। राक्षसीनामासौम्यानां रुरोद जनकात्मजा।।5.25.1।।",
    "meaning": "On hearing the many harsh words of dire threat by the ugly ogresses, the daughter of Janaka wept"
  },
  "story_1": [
    "On hearing the many harsh words of dire threat by the ugly ogresses, the daughter of Janaka wept.",
    "In reply to the ogresses who thus spoke, noble Vaidehi, terribly frightened, said in a voice choked with tears.",
    "'A human ought not to become the wife of a demon",
    "You can eat me up",
    "I will not follow your advice.'",
    "Surrounded by the ogresses, distressed Sita, who was like the daughter of a divine, did not get any solace.",
    "'Like a doe that strayed from the herd in the forest and tormented by  wolves around, Sita had withdrawn into herself all her limbs through fear, she was trembling excessively.",
    "Laying hold on a large blossoming branch of the Ashoka tree, Sita thought of her husband with a broken heart.",
    "Her large breasts bathed with the flow of tears, she continued to brood over her plight  and found no end to it.",
    "Trembling like a banana tree uprooted by the stormy wind, Sita who was seized with fear of the ogresses looked pale and desperate.",
    "The long, luxuriant braid of hair of the trembling Sita waving (in the wind), appeared like a crawling female serpent.",
    "The distressed Mythili, her consciousness drowned in grief, sighing, shed streams of tears.",
    "'The bright, beautiful Sita began to wail, alas, \"Rama alas, Lakshmana alas, my motherinlaw, Kausalya alas, Sumitra",
    "'There is a famous popular saying among the learned that untimely death is not possible  either for a woman or a man.It is true that I am living in this miserable condition, depriv…",
    "Living in such conditions even for a moment is impossible"
  ],
  "shloka_2": {
    "identifier": "Sundara Kanda 27.43",
    "text": "भर्त्सितामपि याचध्वं राक्षस्यः किं विवक्षया।।5.27.43।। राघवाद्धि भयं घोरं राक्षसानामुपस्थितम्।",
    "meaning": "\"O demonesses beg her (pardon) now even though you had threatened her earlier"
  },
  "story_2": [
    "Hearing Sita's words, some terrifying demonesses, overwhelmed with anger, went to inform Ravana, who was quick to act.",
    "The dreadfullooking demonesses once again approached Sita and conveyed her categorically in harsh words the terrible consequences (ahead)",
    "\"O vile one you are determined in your evil ways",
    "Today these shedemons will eat away your flesh to their heart's content \".",
    "Then seeing the ignoble shedemons threatening Sita, an old demoness called Trijata, who was lying down there, said:",
    "\"Devour yourselves now, O ignoble ones, if you will",
    "Do not eat Janaka's favourite daughter, the daughterinlaw of Dasaratha.",
    "\"Tonight I had a terrific, horriplating nightmare in which I saw the annihilation of all demons and the triumph of Sita's husband\".",
    "Seized with fear, the shedemons, overcome with wrath on hearing Trijata's words said to her.",
    "\"O Trijata, tell us the kind of dream you dreamt last night\", they insisted",
    "Hearing the words from the mouth of the shedemons, Trijata told them all about her dream.",
    "\"Rama, in white attire, wearing a garland of white flowers, ascending a palanquin made of ivory drawn by a thousand swans and coursing through the sky with Lakshmana arrived.",
    "\"Rama, in white attire, wearing a garland of white flowers, ascending a palanquin made of ivory drawn by a thousand swans and coursing through the sky with Lakshmana arrived.",
    "\"I also saw Sita in my dream wearing white robes and perched on a white mountain surrounded by the ocean.",
    "\"Just as light is united with the Sun, I saw Sita united with Rama"
  ],
  "shloka_3": {
    "identifier": "Sundara Kanda 32.14",
    "text": "नमोऽस्तु वाचस्पतये सवज्रिणे स्वयंभुवे चैव हुताशनाय च। अनेन चोक्तं यदिदं ममाग्रतो वनौकसा तच्छ तथास्तु नान्यथा।।5.32.14।।",
    "meaning": "\"My salutations to Indra, Brihaspati, Brahma the creator and also to the firegod. Let all those words spoken by the vanara here in front of me be true and not other than that.\" इत्यार्षे श्रीमद्रामायणे वाल्मीकीय आदिकाव्ये सुन्दरकाण्डे द्वात्रिंशस्सर्गः"
  },
  "story_3": [
    "Sita got perplexed on seeing him (Hanuman), who was tawny in complexion and looked like a cluster of lightnings, clad in white  and hidden in between the branches.",
    "There (on the tree) she noticed a monkey like a cluster of fully blossomed Ashoka flower, shining bright, whose eyes were glowing like pure molten gold, speaking softly and pleasin…",
    "Astonisted Mythili began thinking",
    "'Oh this vanara's appearance is frightening",
    "He is terrible to look at",
    "He is inaccessible'",
    "Thinking over this again and again, she fainted.",
    "Overcome with sorrow and fear, noble Sita sobbed pitiably muttering repeatedly",
    "'O Rama, O Rama, O Lakshmana'.",
    "Overcome with sorrow and fear, noble Sita sobbed pitiably muttering repeatedly",
    "'O Rama, O Rama, O Lakshmana'.",
    "Noble Sita, seeing the best of vanaras who stood near humbly, began reflecting 'Is this a dream'?",
    "Looking here and there, she saw a monkey with a large, curved face, an obedient servant and a minister of the monkeylord, the foremost among the intelligentia and the son of the Wi…",
    "The largeeyed Sita lost her senses looking at him",
    "She got back her senses after a long time and started thinking again:"
  ],
  "conclusion": "\"My salutations to Indra, Brihaspati, Brahma the creator and also to the firegod. Let all those words spoken by the vanara here in front of me be true and not other than that.\" इत्यार्षे श्रीमद्रामायणे वाल्मीकीय आदिकाव्य"
}