{
  "part_title": "Rama's Tears and Hanuman's Words",
  "overview": "Hanuman, the foremost of the monkeys, bull among vanaras said, 'Enjoy the honey devoid of any fear. I shall prevent those who object to your action'.",
  "shloka_1": {
    "identifier": "Sundara Kanda 62.1",
    "text": "तानुवाच हरिश्रेष्ठो हनुमान्वानरर्षभः। अव्यग्रमनसो यूयं मधु सेवत वानराः।।5.62.1।। अहमावारयिष्यामि युष्माकं परिपन्थिनः।",
    "meaning": "Hanuman, the foremost of the monkeys, bull among vanaras said, 'Enjoy the honey devoid of any fear"
  },
  "story_1": [
    "Hanuman, the foremost of the monkeys, bull among vanaras said, 'Enjoy the honey devoid of any fear",
    "I shall prevent those who object to your action'.",
    "Pleased with Hanuman's words, the distinguished Angada permitted the monkeys to drink.",
    "Even if Hanuman, the achiever, forbids me to do something, I will do it",
    "And now when he has permitted you, why hesitate ?",
    "Having heard the words that came from Angada's mouth, the bulls among vanaras praised him for his generous approval.",
    "The vanaras praised Angada, the bull among vanaras and went to Madhuvanam swiftly like a fastflowing river going to uproot a tree.",
    "Overjoyed at the news of Mythili, being seen, the vanaras entered Madhuvanam and attacked the guards violently, drank the honey and ate the tasty fruits.",
    "Overjoyed at the news of Mythili, being seen, the vanaras entered Madhuvanam and attacked the guards violently, drank the honey and ate the tasty fruits.",
    "All the vanaras collected together, entered the Madhuvanam and attacked in many ways the guards protecting  the  garden.",
    "All of them now gathered at one place and drank honey from large containers",
    "Others were busy preventing the guards.",
    "The honeycoloured monkeys drank honey",
    "Some threw large chunks of honey combs after drinking and some went about intoxicated.",
    "Some took branches of trees and rested at the root of trees"
  ],
  "shloka_2": {
    "identifier": "Sundara Kanda 64.32",
    "text": "मा भूश्चिन्तासमायुक्तस्सम्प्रत्यमितविक्रमः।।5.64.32।। ततः किलकिलाशब्दं शुश्रावासन्नमम्बरे। हनुमत्कर्मदृप्तानां नार्धतां काननौकसाम्।।5.64.33।। किष्किन्धामुपयातानां सिद्धिं कथयतामिव।",
    "meaning": "\"You are extremely valiant and it is unbecoming of you to be anxious at this time Rama"
  },
  "story_2": [
    "Pleased with Sugriva's command (to send forth Angada and Hanuman) Dadhimukha offered salutations to Sugriva, Rama  and Lakshmana.",
    "Dadhimukha offered his obeisance to Sugriva and the mighty Rama and Lakshmana  and rose up to the sky followed by the vanaras.",
    "Descending into Madhuvanam, Dadhimukha saw all the monkey troops free from intoxication (of honeywine).",
    "Descending into Madhuvanam, Dadhimukha saw all the monkey troops free from intoxication (of honeywine).",
    "Heroic Dadhimukha went to Angada, holding his cupped palms reverentially and spoke these conciliatory words with joy:",
    "\"O handsome one, do not react harshly at these guards who have obstructed your companions out of ignorance and fury.",
    "\"O mighty Angada you are heir apparent and also king",
    "Out of foolishness I obstructed you",
    "You ought to pardon me this mistake.",
    "\"O blameless prince I have already told your father's elder brother and all the forestdwellers about your arrival here.",
    "\"He was not angry at your destruction of the garden",
    "On the other hand, he was very glad to hear about your arrival.",
    "\"Your father's brother, Sugriva, the lord of vanaras felt very glad and indeed asked me to send you quickly.\"",
    "At these good words from Dadhimukha, Angada, the monkey leader, an eloquent speaker said this:.",
    "\"O scorcher of enemies I presume Rama has already heard the news of our arrival on accomplishment of the task"
  ],
  "shloka_3": {
    "identifier": "Sundara Kanda 68.29",
    "text": "ततो मया वाग्भिरदीनभाषिणा शिवाभिरिष्टाभिरभिप्रसादिता। जगाम शान्तिं मम मैथिलात्मजा तवापि शोकेन तदाभिपीडिता।।5.68.29।।",
    "meaning": "Sita though afflicted heard from me that you were also in excessive grief on account of separation from her and from my soothing, auspicious and welcome words, she derived comfort and remained quiet. इत्यार्षे श्रीमद्रामायणे वाल्मीकीय आदिकाव्ये सुन्दरकाण्डे अष्टषष्टितमस्सर्गः"
  },
  "story_3": [
    "\"O tiger among men In view of her regards for me and and her love for you she was confident and once again addressed me:",
    "'You may appeal to Rama, the son of Dasaratha in many ways, that he should come quickly and slay Ravana in the battle and get me back.",
    "'O crusher of enemies O brave Hanuman I wish you rest for a while in a secluded place around here and leave tomorrow .",
    "'O valiant (Hanuman) by your presence here, the less fortunate me, will be relieved of sorrow for a while.",
    "'O courageous tiger among monkeys when you depart (abruptly) I doubt if I would be alive by your return.",
    "I am an unfortunate one, afflicted by sorrow and tormented (by demons)",
    "If I am not able to see you I will be lamenting in grief.",
    "'O brave vanaras I have great doubts about your assistants the vanaras and bears, crossing the ocean.",
    "'How will the vanaras and bears cross this great, impassable ocean",
    "How will the princes Rama and Lakshmna be able to cross it?",
    "'Only three among all beings, Garuda, the Windgod and you have the capacity to cross the ocean.",
    "'O heroic Hanuman you know how to succeed",
    "But I wish to know what expedient you have to accomplish which is difficult by all means",
    "O foremost vanara, please tell me .",
    "'O Slayer of enemy heroes you have the ability to accomplsh this task singlehanded"
  ],
  "conclusion": "Sita though afflicted heard from me that you were also in excessive grief on account of separation from her and from my soothing, auspicious and welcome words, she derived comfort and remained quiet. इत्यार्षे श्रीमद्राम"
}