{
  "part_title": "The Warrior's Resolve: Confronting Fear and Destruction",
  "overview": "To the righteous words (about Rama's grief) of Hanuman, Sita with a face like the full moon replied.",
  "shloka_1": {
    "identifier": "Sundara Kanda 37.1",
    "text": "सीता तद्वचनं श्रुत्वा पूर्णचन्द्रनिभानना। हनूमन्तमुवाचेदं धर्मार्थसहितं वचः।।5.37.1।।",
    "meaning": "To the righteous words (about Rama's grief) of Hanuman, Sita with a face like the full moon replied"
  },
  "story_1": [
    "To the righteous words (about Rama's grief) of Hanuman, Sita with a face like the full moon replied.",
    "\"O vanara you have told me that Rama has his mind always fixed on me, not on others and you have also said that he is sad",
    "It is like offering me poison mixed with nectar.",
    "\"Death snatches a man tied with a cord, whether he is rolling in luxury or sinking in adversity.",
    "\"O best of vanaras surely it is not possible for living beings to overcome destiny",
    "You see how Sri Rama, Saumitri, and my own self are all   afflicted with grief.",
    "\"When will Raghava reach the shore of this ocean of grief",
    "He is like a man who has suffered a ship wreck, trying to swim?",
    "\"When will my husband see me after killing the demons including Ravana and uprooting Lanka?",
    "\"One year's time has been given (by Ravana) to me",
    "Rama should be informed to be quick in reaching before the completion of the time limit and that I will survive till then only.",
    "\"O vanara this is the end of the tenth month",
    "Only two more months are left",
    "This is the condition laid by the wicked Ravana in my case.",
    "\"Vibhisana made efforts to advise Ravana for my restoration"
  ],
  "shloka_2": {
    "identifier": "Sundara Kanda 38.53",
    "text": "हत्त्वा च समरे क्रूरं रावणं सहबान्धवम्। राघवस्त्वां विशालाक्षि नेष्यति स्वां पुरीं प्रति।।5.38.53।।",
    "meaning": "\"O largeeyed lady cruel Ravana along with his relatives will be killed by Rama in war and Rama will return to his city with you"
  },
  "story_2": [
    "Satisfied with the words of Sita, the tiger among monkeys, who was eloquent in speech said:",
    "\"O queen O lady of auspicious appearance your words are most appropriate to and characteristic of a modest virtuous woman.",
    "\"It may not be possible for a woman to cross on my back the vast ocean stretching over a hundred yojanas",
    "It is not possible for a woman.",
    "\"O humble lady the second reason given by you, 'I ought not to touch a person other than Rama' is well said and worthy of you, being the wife of the great soul",
    "Who else can speak such words?",
    "\"O humble lady the second reason given by you, 'I ought not to touch a person other than Rama' is well said and worthy of you, being the wife of the great soul",
    "Who else can speak such words?",
    "\"O queen Kakutstha Rama will hear from me fully all that has been said and done by you in my presence without any omission.",
    "\"O queen my heart is drenched with love for Rama and desires to please him for many reasons",
    "Therefore these words have been spoken by me.",
    "\"Crossing the ocean and entering Lanka are  difficult",
    "But I accomplished it",
    "Hence my proposal.",
    "\"I offered to take you today itself out of my love and devotion to Rama with a desire to unite you with him and not with any other intention."
  ],
  "shloka_3": {
    "identifier": "Sundara Kanda 41.21",
    "text": "स तस्य कृत्वार्थपतेर्महाकपिर्महद्व्यलीकं मनसो महात्मनः। युयुत्सुरेको बहुभिर्महाबलैश्शिया ज्वलंस्तोरणमास्थितः कपिः।।5.41.21।।",
    "meaning": "The great vanara having perpetrated mischief, rousing anger in the mind of the great lord of wealth, stood at the exit doorway ready to combat singlehanded with many warriors in that  mighty army blazing in glory. इत्यार्षे श्रीमद्रामायणे वाल्मीकीय आदिकाव्ये सुन्दरकाण्डे एकचत्वारिंशस्सर्गः"
  },
  "story_3": [
    "Having been honoured and praised by Sita's words, Hanuman prepared to depart from Sita's presence.",
    "'With demons, negotiation is of no use",
    "They are wealthy, they need no gifts",
    "Proud of their stregth, the demons will not yield to dissension",
    "I think only by using power it can be done.",
    "'Other than power, there is no way to accomplish the task of ascertaining their strength",
    "If I slay a few strong ogres somehow they may soften a little and yield.",
    "'He, who can perform tasks in addition to the objective accomplished without affecting it, is really worthy.",
    "'There are ways more than one even to perform a small work",
    "And the capable know it.",
    "'If I ascertain the difference in the strength of enemies and vanaras in war here itself and return to Kishkinda, the abode of vanaras, then I would have executed the orders of my…",
    "'How can I have enduring war with the ogres today",
    "How will my visit to this place end in happy return",
    "Only in a combat this tenheaded Ravana will guage his strength and mine",
    "'I can return happily only after I gauge the tenheaded Ravana's army in war, his strength, his companions including the ministers and his mind."
  ],
  "conclusion": "The great vanara having perpetrated mischief, rousing anger in the mind of the great lord of wealth, stood at the exit doorway ready to combat singlehanded with many warriors in that  mighty army blazing in glory. इत्यार"
}