{
  "part_title": "Rama's Unwavering Love and Sita's Hope",
  "overview": "Hanuman, son of the Windgod whose face shone like coral, dressed in a sober manner climbed down the tree, went close to Sita, offered salutations with his palms on his head and spoke in sweet words:",
  "shloka_1": {
    "identifier": "Sundara Kanda 33.1",
    "text": "सोऽवतीर्य द्रुमात्तस्माद्विद्रुमप्रतिमाननः। विनीतवेषः कृपणः प्रणिपत्योपसृत्य च।।5.33.1।। तामब्रवीन्महातेजा हनूमान्मारुतात्मजः। शिरस्यञ्जलिमाधाय सीतां मधुरया गिरा।।5.33.2।।",
    "meaning": "Key line within the theme: Rama's Unwavering Love and Sita's Hope."
  },
  "story_1": [
    "Hanuman, son of the Windgod whose face shone like coral, dressed in a sober manner climbed down the tree, went close to Sita, offered salutations with his palms on his head and spo…",
    "Hanuman, son of the Windgod whose face shone like coral, dressed in a sober manner climbed down the tree, went close to Sita, offered salutations with his palms on his head and spo…",
    "\"O blameless lady with eyes like lotus petals, in crumpled silk, holding a branch, and standing, who are you?",
    "\"Why are tears of grief flowing from your eyes like water trickling down a pair of petals of white lotuses?",
    "\"O noble lady, are you a goddess or a demoness, a naga, a gandharva, a rakshasa, a yaksha or a kinnera?",
    "\"O beautiful lady Do you belong to the race of Rudras, or Marutas, or Vasus?",
    "O noble lady, you appear a goddess to me.",
    "\"are you Rohini, embellished with best virtues among the constellations",
    "Have you come down from the abode of the luminaries separated from the Moon, her lord?",
    "\"O lady of lovely black eyes who are you",
    "Have you by any chance offended your husband out of anger or out of delusion",
    "Are you the auspicious Arundhati dislodged for making your lord Vasistha angry?",
    "\"O woman of beautiful waist from which world have you come here",
    "For whom are you worrying",
    "Who is your son, father, brother or husband"
  ],
  "shloka_2": {
    "identifier": "Sundara Kanda 35.29",
    "text": "ततस्स शिखरे तस्मिन्वानरेन्द्रो व्यवस्थितः। तयोस्समीपं मामेव प्रेषयामास सत्वरम्।।5.35.29।।",
    "meaning": "\"Thereafter the lord of vanaras staying on the mountain top quickly sent me to meet both of them"
  },
  "story_2": [
    "On hearing about Rama from the bull among vanaras, thus spoke Vaidehi politely in a sweet voice:",
    "\"Where did you come in contact with Rama",
    "How did you assess Lakshmana",
    "How did an alliance of vanaras and humans take place?",
    "\"O vanara tell me all about the identification marks of Rama and Lakshmana again so that grief does not enter my mind.",
    "\"What does Rama look like",
    "And Laksmana",
    "How are his thighs, arms",
    "Tell me\".",
    "Questioned thus by Vaidehi, Hanuman, son of the Windgod started describing Rama's physique as it is.",
    "\"O Vaidehi with eyes like lotus petals although you know your husband's and Lakshmana's form and distinguishing marks, it is my good fortune that you asked me (to describe them).",
    "\"O largeeyed lady I will describe those distinguishing marks of Rama and Lakshmana Listen.",
    "\"O daughter of Janaka Rama with eyes like lotus petals is a person born with a delightful form, richly endowed with indescribable charm and politeness.",
    "\"He vies with the Sun in effulgence, with earth in forbearance, with Brihaspati in intelligence, and in fame with Indra.",
    "\"Rama is a protector of the entire world of living beings not to speak of his own people"
  ],
  "shloka_3": {
    "identifier": "Sundara Kanda 36.47",
    "text": "सा रामसङ्कीर्तनवीतशोका रामस्य शोकेन समानशोका। शरन्मुखे साम्बुदशेषचन्द्रा निशेव वैदेहसुता बभूव।।5.36.47।।",
    "meaning": "Her sorrow was mitigated by references made by Hanuman about Rama.She felt equally sad when she heard about Rama's agony. The princess from Videha appeared like a night at the advent of autumn, with the Moon looking partly muffled by clouds and partly bright. इत्यार्षे श्रीमद्रामायणे वाल्मीकीय आदिकाव्ये सुन्दरकाण्डे षट्त्रिंशस्सर्गः"
  },
  "story_3": [
    "Mighty Hanuman, the son of the Windgod again spoke to Sita humbly to inspire confidence in her.",
    "\"O noble lady I am a vanara, an envoy of learned Rama",
    "You see this ring with Rama's name inscribed on it, O godlike lady",
    "\"Be calm",
    "Be blessed",
    "Your sorrows have come to an end",
    "This (the ring) is given by the great self, Rama, to make you trust me.",
    "She received the ornament that adorned her husband's hand and gazed at it and felt delighted as though her husband had arrived.",
    "Her beautiful countenance with large white eyes with a reddish tinge in the corners shone like the Moon released from Rahu.",
    "Young Sita felt delighted about her husband's news and blushed",
    "By praising him for his action, she pleased the great monkey.",
    "\"O foremost among the vanaras you have trespassed the abodes of demons all alone",
    "You are mighty and capable and wise.",
    "\"You with your admirable prowess have reduced this ocean which is an abode of crocodiles stretching over a hundred yojanas to a cow's hoof mark.",
    "\"I do not think you are an ordinary monkey"
  ],
  "conclusion": "Her sorrow was mitigated by references made by Hanuman about Rama.She felt equally sad when she heard about Rama's agony. The princess from Videha appeared like a night at the advent of autumn, with the Moon looking part"
}