{
  "part_title": "The Radiant Realm of Ravana's Residence",
  "overview": "The mighty Hanuman crossed the inviolable sea, stood comfortably on the peak of Trikuta mountain and looked at Lanka.",
  "shloka_1": {
    "identifier": "Sundara Kanda 2.1",
    "text": "स सागरमनादृष्यमतिक्रम्य महाबलः। त्रिकूटशिखरे लङ्कां स्थितां स्वस्थो ददर्श ह।।5.2.1।।",
    "meaning": "The mighty Hanuman crossed the inviolable sea, stood comfortably on the peak of Trikuta mountain and looked at Lanka"
  },
  "story_1": [
    "The mighty Hanuman crossed the inviolable sea, stood comfortably on the peak of Trikuta mountain and looked at Lanka.",
    "Covered fully with the continuous shower of flowers dropped on him from the trees, heroic Hanuman appeared as though he was a heap of flowers as he stood there.",
    "The glorious, powerful vanara (Hanuman) even after crossing a hundred yojanas, felt neither suffocated nor exasperated.",
    "(He said to himself), \"I can cross a distance of even hundreds of yojanas",
    "What to say of a hundred yojanas which is a calculated distance.\"",
    "Courageous and exalted Hanuman, the best among vanaras, noted for his speed reached Lanka crossing over the great ocean on his own.",
    "Hanuman passed through forests laden with fragrant flowers, bluish grassy land, big rocks and mountains covered with trees.",
    "Brilliant Hanuman, a bull among monkeys, crossed the mountains covered with blossoming trees and forest ranges.",
    "That son of the Windgod stood on the mountain and saw the forests and groves round Lanka situated on the mountain peak.",
    "The mighty vanara saw around Lanka, trees like sarala, karnikara in full bloom, datepalms, priyala, muchulinda, kutaja, kethaka trees filled with fragrance priyangu, kadamba, so al…",
    "These trees were thronged by birds, with their branches shaken by the wind",
    "Flocks of swans and waterfowls were found in ponds of different types",
    "There were various pleasure groves with flowers in bloom and fruits of all seasons and varieties of water resorts and delightful gardens.",
    "The mighty vanara saw around Lanka, trees like sarala, karnikara in full bloom, datepalms, priyala, muchulinda, kutaja, kethaka trees filled with fragrance priyangu, kadamba, so al…",
    "These trees were thronged by birds, with their branches shaken by the wind"
  ],
  "shloka_2": {
    "identifier": "Sundara Kanda 4.8",
    "text": "तां चित्रमाल्याभरणां कपिराजहितङ्करः। राघवार्थं चरन् श्रीमान् ददर्श च ननन्द च।।5.4.8।।",
    "meaning": "Glorious Hanuman, wellwisher of Sugriva, king of vanaras, looked around the city, decorated with colourful garlands"
  },
  "story_2": [
    "Hanuman, the strongshouldered, mighty monkey chief having defeated the (presiding) deity of Lanka who could assume any form at her will, leaped over the boundary wall of the rear e…",
    "Hanuman, a devotee of the king of monkeys entered the city of Lanka placing his left foot first on the forehead of the city and proceeded (by tradition one enters the enemy's dwell…",
    "The son of the Windgod, endowed with great strength, entered the enchanting Lanka and walked along the highway set with flowers of pearls.",
    "The son of the Windgod, endowed with great strength, entered the enchanting Lanka and walked along the highway set with flowers of pearls.",
    "The houses reverberating with sounds of laughter and of musical instruments, decorated with lattice windows of diamonds resembled the sky shining with clouds with a goad made of di…",
    "The city of Lanka appeared radiant with its tall mansions resembling white clouds",
    "The  mansions had auspicious marks of lotus and swastika engraved on them and were opening in the direction of the south.",
    "The city of Lanka appeared radiant with its tall mansions resembling white clouds",
    "The  mansions had auspicious marks of lotus and swastika engraved on them and were opening in the direction of the south.",
    "Glorious Hanuman, wellwisher of Sugriva, king of vanaras, looked around the city, decorated with colourful garlands",
    "Surveying it for the cause of Raghava, he was greatly delighted.",
    "Going from one building to another, Hanuman saw mansions of different kinds  structures.",
    "He heard melodious songs of intoxicated women set to tune in three places namely chest, throat and head and three pitches known as mandra (slow) madhya (medium) and tara (high)",
    "The songs resembled those of the apsarasas well set in musical notes set to music.",
    "Great Hanuman heard the jingling sounds of waist bells and anklets of women and sounds of great men climbing up and down flights of steps, sounds of clapping and joking everywhere…"
  ],
  "shloka_3": {
    "identifier": "Sundara Kanda 8.7",
    "text": "वसन्तपुष्पोत्करचारुदर्शनं वसन्तमासादपि कान्तदर्शनम्। स पुष्पकं तत्र विमानमुत्तमं ददर्श तद्वानरवीरसत्तमः।।5.8.7।।",
    "meaning": "That hero among monkeys, beheld the aerial chariot looking beautiful like a colourful collection of spring blossoms. Its appearance was more pleasant than spring itself. इत्यार्षे श्रीमद्रामायणे वाल्मीकीय आदिकाव्ये सुन्दरकाण्डे अष्टमस्सर्गः"
  },
  "story_3": [
    "The courageous son of the Windgod, Hanuman, the vanara saw the aerial chariot kept in the middle of the mansion inlaid with gems and diamonds latticed with artificial windows of ba…",
    "The immeasurable Pushpaka fashioned by Visvakarma with images of incomparable beauty was not possible to describe",
    "An excellent  product of his achievement, it was placed in the aerial path appearing as a beaconlight (signpost) in the orbit of the Sun.",
    "There was nothing in Pushpaka which was not executed carefully with special effort, nothing which was not made of precious stones",
    "Such privileges were not available to even gods",
    "Indeed there was nothing which was not unique.",
    "(The Pushpaka) was designed by dint of divine efforts and prowess (of Kubera)",
    "It could touch any place its master commanded with a cool mind",
    "It had many beautiful places of rest.",
    "The Pushpaka was specially designed in a unique manner",
    "It was decorated with many colourful peaks",
    "It was delghtful and pleasing to the mind and bright like the autumnal fullmoon",
    "It looked like a mountain with many wonderful towers around.",
    "The Pushpaka was borne by multitudes of Bhutas whose faces were shining with earrings, who were demons ranging in the night sky",
    "They were gluttons endowed with great speed, and they had big, rolling and frightening eyes."
  ],
  "conclusion": "That hero among monkeys, beheld the aerial chariot looking beautiful like a colourful collection of spring blossoms. Its appearance was more pleasant than spring itself. इत्यार्षे श्रीमद्रामायणे वाल्मीकीय आदिकाव्ये सुन्द"
}